<?php

return [

	'description' => '类型',
	'women' =>  '女性',
	'men' => '男性',
	'essential_fat' => '体重过低',
	'very_lean' => '偏瘦',
	'lean' => '瘦',
	'normal' => '正常',
	'overweight' => '过重',
	'obese' => '肥胖',
	'or_more' => '或更多',
	'more_bfp' => '更多', 
	'collapse_all' => '收起',
	'expand_all' => '展开',
	'what_is_bfp' => '什么是BMI?',
	'bfp_content1' => '人类或其他生物体脂百分比（BFP）的计算方法为总质量除以总体重脂肪（脂肪包括必需脂肪和储存脂肪）。必需的身体脂肪在维持生命和生殖功能上起到了不可或缺的作用。由于生育和其他荷尔蒙的需要，女性体内必需脂肪的比例大于男性。男性的必需脂肪百分比是2–5%，而女性为10-13%（参考NASM）。储存脂肪由脂肪组织中的脂肪堆积而成，其中一部分保护胸部和腹部的内脏器官。建议的最低体脂百分比需超过上述报告的必需脂肪百分比值。有许多方法可用于测定体脂百分比，如测量用游标卡尺或通过利用生物电阻抗分析。',
	'bfp_content2' => '身体脂肪百分比是一个健康水平的衡量标准。它是唯一一种不考虑身高或体重的身体测量方式。身体质量指数（BMI）可以比较不同身高和体重的个体的肥胖情况。虽然BMI是随着肥胖的增加而增加，但由于身体结构的差异，其他的体脂指可以提供更精确的结果；例如，肌肉及骨骼质量大的人有较高的BMI。因此，BMI是衡量一大群人总体健康程度的有用指标，但对于衡量个体的健康程度相形见绌。',
	
];